Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/facta/other_files/rammeplan_for_barnehagen.pdf.tmx
Source language: nob
Languages: smj

source: kommunikasjon med alle barn
smj: guládi divna mánáj

source: • følge med på barnas kommunikasjon og språk og fange opp og støtte
smj: • gåtsedit mánáj guládallamav ja gielav ja ájttsat ja oatsodit mánájt gejn li

source: barn som har ulike former for kommunikasjonsvansker, som er lite språklig aktive, eller som har sen språkutvikling
smj: duo dá guládallamváttesvuoda, gudi binnáv ságasti, jali maŋŋet ságastahtji

source: • bidra til at språklig mangfold blir en berikelse for hele barnegruppen,
smj: • viehkedit vaj gielalasj moattevuohta sjaddá boanndudahkan ålles mánájjuo

source: støtte flerspråklige barn i å bruke sitt morsmål og samtidig aktivt fremme og utvikle barnas norsk-/samiskspråklige kompetanse.
smj: hkusij, oatsodit moattegielak mánájt anátjit iednegielas ja sæmmi båttå åvdedit ja åvddånahttet mánáj dáro-/sámegiela máhtudagáv

source: Samiske barnehager
smj: Sáme mánájgárde

source: Samiske barnehager skal fremme barnas samiskspråklige kompetanse, styrke barnas samiske identitet og videreføre samiske verdier, samisk kultur og tradisjonskunnskap.
smj: Sáme mánájgárde galggi mánáj sámegielak máhtudagáv åvdedit, nannit mánáj identitiehtav ja sáme árvojt, sáme kultuvrav ja árbbedábijt bisodit.

source: I samiske barnehager er samisk hovedspråk.
smj: Sáme mánájgárdijn le sámegiella oajvvegiellan.

source: Barnehageeieren skal vedtektsfeste at barnehagen har som formål å styrke barnas identitet i et barnehagemiljø med samisk språk og samisk kultur.
smj: Mánájgárddeæjgát galggá mærrádusáj nannit jut mánájgárden le mánájgárddebirrasin ulmme nannit mánáj identitiehtav sámegielajn ja sáme kultuvrajn.

source: Barnehagetilbudet skal være en integrert del av det samiske samfunnet.
smj: Mánájgárddefálaldahka galggá liehket sæbrájduhtedum oasse sáme sebrudagás.

source: Det er en forutsetning at personalet behersker samisk språk og har kunnskap om samisk kultur.
smj: Gájbbádussan le bargge máhtti sámástit ja siján li diedo sáme kultuvra hárráj.

source: Samiske barnehager skal bidra til å bevare og videreutvikle den samiske kulturarven og synliggjøre samisk språk, kultur, levemåter og verdier i vår tid.
smj: Sáme mánájgárde galggi viehkken bisodit ja åvddånahttet sáme kultuvrraárbev ja tjalmostit sámegielav, kultuvrav, viessomvuogijt ja árvojt mijá ájge.

source: Barnehagen skal bidra til at barna kan bli kjent med mangfoldet i egen og andres kultur, og at barna kan utvikle respekt og fellesskapsfølelse for hele det samiske mangfoldet.
smj: Mánájgárdde galggá viehkedit mánájt oahpásmuvátjit moattevuodajda ietjasa ja iehtjádij kultuvran, ja viehkedit vaj máná máhtti vieledimev åmastit ja aktisasjvuodadåbdov ålles sáme moattevuohtaj.

source: Samiske barnehager skal ta i bruk tradisjonelle lærings- og arbeidsmetoder, på barnas premisser i vår tid.
smj: Sáme mánájgárde galggi adnuj válldet dábálasj oahppam- ja barggovuogijt, mánáj premissaj milta mijá ájge.

source: Barnehagen skal gi barna mulighet til aktiv deltakelse i tradisjonelle aktiviteter der personalet gir veiledning og slik hjelper barna til å bli selvstendige.
smj: Mánájgárdde galggá mánájda vaddet máhttelis vuodav dábálasj dåjmaj oassálasstemij gånnå bargge bagádalli ja dan láhkáj viehkedit mánájt iesjrádálattjan sjattatjit.

source: Barnehagen skal bygge på en samisk forståelse av naturen og bidra til at barna kan leve i harmoni med naturen, nyttiggjøre seg og høste av naturen og utvikle respekt for naturfenomener.
smj: Mánájgárdde galggá doajmmat sáme dádjadusá milta luondo hárráj ja viehkedit mánájt viesutjit semasvuodan luondujn, ávkkitjit ja tjuohpatjit luondov ja luonndodáhpádusájt vieledittjat.

source: Samisk historie og kulturytringer som duodji, joik og fortellinger skal inngå som en del av barnehagens innhold, tilpasset barnas alder og utviklingsnivå.
smj: Sáme histåvrrå ja kultuvrradábe degu duodje, juojgga ja subttsasa galggi liehket oassen mánájgárde sisanos, hiebadum máná álldara ja åvddånime hárráj.

source: Rammeplanens føringer for samiske barnehager gjelder tilsvarende for samiske avdelinger i andre barnehager.
smj: Rámmaplána lájddistagá sáme mánájgárdijda guosská aj sáme åssudagájda ietjá mánájgárdijn.

source: Kommunen har ansvar for at barnehagetilbudet til samiske barn i samiske distrikt bygger på samisk språk og kultur.
smj: Suohkanijn le åvdåsvásstádus vaj mánájgárddefálaldagá sáme mánájda sáme guovlojn li sáme giellaj ja kultuvrraj tjanádum.

source: Andre barnehager med samiske barn
smj: Ietjá mánájgárde gånnå li sáme máná

source: Innholdet i barnehagetilbudet til samiske barn utenfor samiske distrikt skal tilpasses barnas samiske bakgrunn.
smj: Mánájgárdij sisadno sáme mánáj hárráj sáme guovloj ålggolin galggá hiebaduvvat mánáj sáme duogátja gáktuj.

source: Dette innebærer at samiske barn og foreldre har rett til å forvente at personalet har kjennskap til, og legger vekt på, at også den samiske kulturen skal være en del av barnehagens innhold.
smj: Dat merkaj sáme mánájn ja æjgádijn le vuorddemusá barggijda jut diehti ja dættodi sáme kultuvrra galggá aj liehket oassen mánájgárde sisanos.

source: Det skal legges til rette for at barna også kan få møte samisk språk.
smj: Galggá aj ásaduvvat vaj máná bessi sámegielav gullat.

source: 4. Barns medvirkning
smj: 4. Mánáj oassálasstem

source: Barnehagen skal ivareta barnas rett til medvirkning ved å legge til rette for og oppmuntre til at barna kan få gitt uttrykk for sitt syn på barnehagens daglige virksomhet, jf. barnehageloven § 1 og § 3, Grunnloven § 104 og FNs barnekonvensjon art. 12 nr. 1. Barna skal jevnlig få mulighet til aktiv deltakelse i planleggingen og vurderingen av barnehagens virksomhet.
smj: Mánájgárdde galggá bærrájgåhtset mánáj riektáv oassálasstemij gå ásadit ja måvtåstuhtti mánájt buktet ietjasa vuojnojt mánájgárde bæjválasj doajmmaj, bs. mánájgárddelágav §§ 1 ja 3, Vuodoláhka § 104 ja ANa mánájkonvensjåvnåv art. 12 nr. 1. Máná galggi dájvváj oadtjot máhttelisvuodav oassálastátjit pládnabargguj ja árvustallamij mij guosská mánájgárde doajmmaj.

source: Alle barn skal få erfare å få innflytelse på det som skjer i barnehagen.
smj: Divna máná galggi bessat åtsådallat siján le vájkkudimfábmo dasi mij dáhpáduvvá mánájgárden.

source: Barnehagen skal være bevisst på barnas ulike uttrykksformer og tilrettelegge for medvirkning på måter som er tilpasset barnas alder, erfaringer, individuelle forutsetninger og behov.
smj: Mánájgárdde galggá liehket diedulasj mánáj moattelágásj åvddånbuktemvuogijda ja oassálasstemav hiebadit mánáj álldara, åtsådallamij, individuála máhtukvuoda ja dárboj milta.

source: Også de yngste barna og barn som kommuniserer på andre måter enn gjennom tale, har rett til å gi uttrykk for sine synspunkter på egne vilkår.
smj: Nuoramus máná aj, ja máná gudi guládalli ietjáláhkáj gå giela baktu, máhtti aj buktet ietjasa vuojnojt ævtojdisá milta.

source: Barnehagen må observere og følge opp alle barns ulike uttrykk og behov.
smj: Mánájgárdde viertti váksjot ja gåtsedit divna mánáj moattelágásj åvddånbuktemijt ja dárbojt.

source: Barnas synspunkter skal tillegges vekt i samsvar med deres alder og modenhet.
smj: Mánáj vuojno galggi dættoduvvat buohta sijá álldara ja máhtukvuoda.

source: Barna skal ikke overlates et ansvar de ikke er rustet til å ta.
smj: Mánájda ij galga vatteduvvat åvdåsvásstádus majna e rijbada.

source: 5. Samarbeid mellom hjem og barnehage
smj: 5. Aktisasjbarggo sijda ja mánájgárde gaskan

source: Barnehagen skal i samarbeid og forståelse med hjemmet ivareta barnas behov for omsorg og lek, og fremme læring og danning som grunnlag for allsidig utvikling, jf. barnehageloven § 1.
smj: Mánájgárdde galggá aktisattjat ja dádjadusájn sijdas bærrájgåhtset mánáj dárbov huksuj ja ståhkamij, ja oahppamav ja ávddamav åvdedit vuodon gájkbelak åvddånibmáj, bs. mánájgárddelágav § 1.

source: Betegnelsene «hjemmet» og «foreldrene» omfatter også andre foresatte.
smj: Nammadus «sijdda» ja «æjgáda» guosská aj ietjá åvdåstiddjijda.

source: Barnehagen skal ivareta foreldrenes rett til medvirkning og arbeide i nært samarbeid og forståelse med foreldrene, jf. barnehageloven § 1 og § 4. Samarbeidet mellom hjemmet og barnehagen skal alltid ha barnets beste som mål.
smj: Mánájgárdde galggá bærrájgåhtset æjgádij riektáv vájkkudibmáj ja bargguj aktisattjat ja dádjadusájn æjgádij, bs. mánájgárddelágav §§ 1 ja 4. Aktisasjbargon sijda ja mánájgárde gaskan galggá agev máná buoremus liehket ulmmen.

source: Foreldrene og barnehagens personale har et felles ansvar for barnets trivsel og utvikling.
smj: Æjgádijn ja mánájgárde barggijn le aktisasj åvdåsvásstádus máná soapptsoma ja åvddånime hárráj.

source: Barnehagen skal legge til rette for foreldresamarbeidet og god dialog med foreldrene.
smj: Mánájgárdde galggá ásadit buorre aktisasjbargov ja dialåvgåv æjgádij.

source: Foreldresamarbeidet skal både skje på individnivå, med foreldrene til hvert enkelt barn, og på gruppenivå, gjennom foreldrerådet og samarbeidsutvalget.
smj: Aktisasjbarggo æjgádij hárráj galggá liehket indivijddadásen, juohkka máná æjgádijn, ja juogosdásen, æjgátráde ja aktisasjbarggonammadusá baktu.

source: På individnivå skal barnehagen legge til rette for at foreldrene og barnehagen jevnlig kan utveksle observasjoner og vurderinger knyttet til enkeltbarnets helse, trivsel, erfaringer, utvikling og læring.
smj: Indivijdda-dásen galggá mánájgárdde ásadit vaj æjgáda ja mánájgárdde dájvváj máhtteba lånudit váksjomijt ja árvustallamijt mij guosská ájnegismáná varresvuohtaj, soapptsomij, åtsådallamijda, åvddånibmáj ja oahppamij.

source: Barnehagen skal begrunne sine vurderinger overfor foreldrene og ta hensyn til foreldrenes synspunkter.
smj: Mánájgárdde galggá vuodustit ietjas árvustallamijt æjgádijda ja vieledit æjgádij vuojnojt.

source: Samarbeidet skal sikre at foreldrene får medvirke til den individuelle tilretteleggingen av tilbudet.
smj: Aktisasjbarggo galggá vaddet æjgádijda máhttelisvuodav oassálastátjit fálaldagá individuála hiebadibmáj.

source: Både foreldrene og personalet må forholde seg til at barnehagen har et samfunnsmandat og verdigrunnlag som det er barnehagens oppgave å forvalte.
smj: Æjgáda ja bargge viertti diehtet mánájgárden le sebrudakmandáhta ja árvvovuodo majt mánájgárdde viertti háldadit.

source: Barnehagen må tilstrebe at barnet ikke kommer i lojalitetskonflikt mellom hjemmet og barnehagen.
smj: Mánájgárdde viertti rahtjat vaj máná e boade åskåldisvuoda rijddalibmáj sijda ja mánájgárde gaskan.

source: Intensjonen med foreldreråd og samarbeidsutvalg er at disse ordningene skal gi mulighet for å ivareta foreldrenes kontakt med barnehagen på en aktiv måte.
smj: Ájggomus æjgátrádijn ja aktisasjbarggonammadusájn le jut da årniga galggi vaddet máhttelisvuodav bærrájgåhtset æjgádij guládallamav mánájgárdijn dåjmalasj láhkáj.

source: Foreldrerådet skal fremme foreldrenes fellesinteresser og bidra til at samarbeidet mellom barnehagen og foreldregruppen skaper et godt barnehagemiljø.
smj: Æjgátráde galggá åvdedit æjgádij aktisasj berustimijt ja ásadit vaj aktisasjbarggo mánájgárdde ja æjgátjuohkusa gaskan sjaddá buorren mánájgárddebirrasij.

source: Foreldrerådet skal bli forelagt saker som er viktige for foreldrenes forhold til barnehagen.
smj: Æjgátráde åvddåj biejaduvvi ássje ma li ájnnasa æjgádijda mánájgárde gáktuj.

source: Det kreves samtykke fra foreldrerådet dersom foreldrebetalingen settes høyere enn den fastsatte maksimalgrensen.
smj: Miededibme gájbbeduvvá æjgátrádes jus æjgátmákso biejaduvvá ienebuj gå mierreduvvam alemusmierre.

source: Samarbeidsutvalget skal være et rådgivende, kontaktskapende og samordnende organ.
smj: Aktisasjbarggonammadus galggá liehket rádevadde, guládallama ja aktidime orgádna.

source: Samarbeidsutvalget skal bli forelagt saker som er viktige for barnehagens innhold og virksomhet, og for forholdet til foreldrene.
smj: Aktisasjbarggonammadussaj galggi buktet ássjijt ma li ájnnasa mánájgárde sisadnuj ja doajmmaj, ja æjgádij gáktuj.

source: Samarbeidsutvalget skal fastsette barnehagens årsplan.
smj: Aktisasjbarggonammadus galggá mánájgárde jahkeplánav mierredit.

source: Øvrige saker av viktighet er for eksempel forslag til budsjett eller driftsendringer.
smj: Ietjá ássje ma li ájnnasa le duola dagu oajvvadus budsjæhttaj jali doajmmarievddadimijda.

source: 6. Overganger
smj: 6. Målssoma

source: Når barnet begynner i barnehagen
smj: Gå mánná mánájgárddáj álggá

source: Barnehagen skal i samarbeid med foreldrene legge til rette for at barnet kan få en trygg og god start i barnehagen.
smj: Mánájgárdde galggá aktan æjgádij ásadit vaj mánná oadtju jasska ja buorre álgadimev mánájgárden.

source: Barnehagen skal tilpasse rutiner og organisere tid og rom slik at barnet får tid til å bli kjent, etablere relasjoner og knytte seg til personalet og til andre barn.
smj: Mánájgárdde galggá hiebadit rutijnajt ja organiserit ájgev ja sajev vaj mánná bæssá oahpástuvvat, vuododit relasjåvnåjt ja tjadnat ietjas barggijda ja ietjá mánájda.

source: Når barnet begynner i barnehagen, skal personalet sørge for tett oppfølging den første tiden slik at barnet kan oppleve tilhørighet og trygghet til å leke, utforske og lære.
smj: Gå mánná mánájgárddáj álggá, galggi bargge oatsodit vuostasj ájgev vaj mánná bæssá dåbddåt gulluvasjvuodav ja jasskavuodav ståhkat, njunjágahttet ja oahppat.

source: Overganger innad i barnehagen
smj: Målssoma dáhpáduvvi aj mánájgárden.

source: Personalet skal sørge for at barn og foreldre får tid og rom til å bli kjent med barna og personalet når de bytter barnegruppe.
smj: Bargge galggi bærrájgæhttjat vaj máná ja æjgáda bessi oahpástuvvat mánáj gå målssu mánájjuohkusav.

source: Overgangen mellom barnehage og skole
smj: Målssom mánájgárde ja skåvlå gaskan

source: Barnehagen skal i samarbeid med foreldre og skolen legge til rette for at barna kan få en trygg og god overgang fra barnehage til skole og eventuelt skolefritidsordning.
smj: Mánájgárdde galggá aktan æjgádij ja skåvlåjn ásadit vaj máná máhtti oadtjot jasska ja buorre målssomav mánájgárdes skåvllåj ja aj skåvlå asstoájggeårnigij.

source: Barnehagen og skolen bør utveksle kunnskap og informasjon som utgangspunkt for samarbeid om tilbudet til de eldste barna i barnehagen, deres overgang til og oppstart i skolen.
smj: Mánájgárdde ja skåvllå bierriba diedojt lånudit álggon aktisasjbargguj fálaldagá hárráj vuorrasamos mánájda mánájgárden, sijá målssomij ja álggemij skåvlån.

source: Barnehagen må ha samtykke fra foreldrene for å dele opplysninger om enkeltbarn med skolen.
smj: Mánájgárdde viertti oadtjot miededimev æjgádijs jus galggi lånudit diedojt ájnegismánáj birra skåvlåjn.

source: De eldste barna skal få mulighet til å glede seg til å begynne på skolen og oppleve at det er en sammenheng mellom barnehagen og skolen.
smj: Vuorrasamos máná galggi bessat ávvudallat skåvllåj álgátjit ja åtsådallat le aktisasjvuohta mánájgárde ja skåvlå gaskan.

source: Barnehagen skal legge til rette for at de eldste barna har med seg erfaringer, kunnskaper og ferdigheter som kan gi dem et godt grunnlag og motivasjon for å begynne på skolen.
smj: Mánájgárdde galggá ásadit vaj vuorrasamos máná oadtju åtsådallamijt, máhtudagáv ja tjehpudagáv mij vaddá sidjij buorre vuodov ja måvtåstuhttemav skåvllåj álgget.

source: Barnehagen skal bidra til at barna kan avslutte barnehagetiden på en god måte og møte skolen med nysgjerrighet og tro på egne evner.
smj: Mánájgárdde galggá ásadit vaj máná máhtti låhpadit mánnágárddeájgev buorre vuogijn ja boahtet skåvllåj njunjágisvuodajn ja åskeldimijn ietjasa máhtukvuohtaj.

source: Barna skal få bli kjent med hva som skjer i skolen og skolefritidsordningen.
smj: Máná galggi oahpásmuvvat dasi mij dáhpáduvvá skåvlån ja skåvllåasstoájggedåjman.

source: Støttemateriell i tråd med rammeplanen på udir.no/rammeplan 7. Barnehagen som pedagogisk virksomhet
smj: 7. Mánájgárdde pedagogihkalasj doajmman

source: Barnehagen skal være en pedagogisk virksomhet som skal planlegges og vurderes.
smj: Mánájgárdde galggá liehket pedagogihkalasj doajmman mij galggá plániduvvat ja árvustaláduvvat.

source: Barn og foreldre har rett til medvirkning i disse prosessene.
smj: Mánájn ja æjgádijn le riektá dájn prosæssaj oassálasstet.

source: Målet med barnehagen som pedagogisk virksomhet, er å gi barna et tilrettelagt tilbud i tråd med barnehageloven og rammeplanen.
smj: Ulmme mánájgárdijn pedagogalasj doajmman, le vaddet mánájda hiebadum fálaldagáv mánágárddelága ja rámmaplána milta.

source: For å oppnå dette skal barnehagen være en lærende organisasjon, og det pedagogiske arbeidet skal være begrunnet i barnehageloven og rammeplanen.
smj: Jus dan mærráj jåksåt, de viertti mánájgárdde liehket åhpadiddje organisasjåvnnå, ja pedagogihkalasj barggo galggá vuodustuvvam mánájgárddelágan ja rámmaplánan.

source: Planlegging
smj: Pládnabarggo

source: Planlegging gir personalet grunnlag for å tenke og handle langsiktig og systematisk i det pedagogiske arbeidet.
smj: Pládnabarggo vaddá barggijda vuodov ájádalátjit ja dåjmatjit guhkesájggásattjat ja systematihkalattjat pedagogihkalasj bargon.

source: Planleggingen skal bidra til kontinuitet og progresjon for enkeltbarn og barnegruppen.
smj: Pládnabarggo galggá vaddet kontinuitiehtav ja progresjåvnåv ájnegismánnáj ja mánájjuohkusij.

source: Planleggingen synliggjør hvordan barnehagen fortolker og realiserer rammeplanen og skal være utgangspunkt for refleksjon og utvikling av virksomheten.
smj: Pládnabarggo tjalmos gåktu mánájgárdde tjielggi ja realiseri rámmaplánav ja galggá liehket vuodon refleksjåvnnåj ja dåjma åvddånahttemij.

source: Planleggingen må baseres på kunnskap om barns trivsel og allsidige utvikling, individuelt og i gruppe.
smj: Pládnabargo vuodon le máhtto mánáj soapptsoma ja gájkbelak åvddånime birra, ájnegattjat ja juohkusin.

source: Den skal også baseres på observasjon, dokumentasjon, refleksjon, systematisk vurdering og samtaler med barn og foreldre.
smj: Dan vuodon le aj váksjom, dokumentasjåvnnå, refleksjåvnnå, systematihkalasj árvustallam ja ságastallam mánáj ja æjgádij.

source: Årsplan Barnehagen skal utarbeide en årsplan.
smj: Jahkepládna Mánájgárdde galggá jahkeplánav dahkat.

source: I tillegg skal det utarbeides planer for kortere og lengre tidsrom og for ulike barnegrupper etter behov.
smj: Duodden galggi dagáduvvat plána oanep ja guhkep ájggegávddaj ja duon dán mánájjuohkusij dárbo milta.

source: Årsplanen er et arbeidsredskap for barnehagepersonalet og dokumenterer barnehagens valg og begrunnelser.
smj: Jahkepládna le barggoræjddo mánájgárddebarggijda ja duodas mánájgárde válljimav ja vuodustimev.

source: Årsplanen kan gi informasjon om barnehagens pedagogiske arbeid til myndighetsnivåene, barnehagens samarbeidsparter og andre interesserte.
smj: Jahkepládna vaddá diedojt mánájgárde pedagogihkalasj bargos oajválattjajda, mánájgárde aktisasjbarggoguojmijda ja ietjá berustiddjijda.

source: Styreren skal lede prosessen med å utarbeide årsplanen.
smj: Jådediddje galggá jahkepládnabargov jådedit.

source: Årsplanen skal fastsettes av barnehagens samarbeidsutvalg.
smj: Jahkepládna galggá mánájgárde aktisasjbarggonammadusás mierreduvvat.

source: Årsplanen skal vise hvordan barnehagen vil arbeide for å omsette rammeplanens formål og innhold og barnehageeierens lokale tilpasninger til pedagogisk praksis.
smj: Jahkepládna galggá vuosedit gåktu mánájgárdde sihtá barggat dagátjit rámmaplána ulmijt ja sisanov ja mánájgárddeæjgáda bájkálasj hiebadimijt pedagogihkalasj barggon.

source: Årsplanen skal blant annet vise hvordan barnehagen arbeider med omsorg, lek, danning og læring.
smj: Jahkepládna galggá vuosedit gåktu mánájgárdde barggá huvsujn, ståhkamij, ávddamijn ja oahppamijn.

source: Her må også progresjon tydeliggjøres.
smj: Dánna viertti aj progresjåvnnå tjielggasit boahtet åvddån.

source: Det skal synliggjøres hvordan barns og foreldres medvirkning bringes inn i planleggingsarbeidet og hvordan barnehagen vurderer sitt pedagogiske arbeid.
smj: Dánna tjalmostuvvá gåktu mánáj ja æjgádij oassálasstem boahtá åvddån pládnabargon ja gåktu mánájgárdde árvustallá ietjas pedagogihkalasj bargov.

source: Det skal også fremkomme hvordan barnehagen arbeider med tilvenning av nye barn og ivaretar samarbeid og sammenheng med skolen.
smj: Dánna galggá aj åvddånboahtet gåktu mánájgárdde barggá gå ådå mánájt ávddadit ja gåktu bærrájgåhtsi aktisasjbargov ja aktijvuodav skåvlåjn.

source: I samiske barnehager skal årsplanen bygge på den samiske årstidskalenderen.
smj: Sáme mánájgárdijn galggá jahkepládna tjuovvot sáme jabijt.

source: Årsplanen skal vise hvordan barnehagen knytter det pedagogiske arbeidet til årets gang og endringene i naturen.
smj: Jahkepládna galggá vuosedit gåktu mánájgárdde tjadná pedagogihkalasj bargov jage mannuj ja rievddamijda luondon.

source: Vurdering
smj: Árvustallam

source: Barnehagen skal jevnlig vurdere det pedagogiske arbeidet.
smj: Mánájgárdde galggá dájvváj pedagogihkalasj bargov árvustallat.

source: Det betyr at det pedagogiske arbeidet skal beskrives, analyseres og fortolkes ut fra barnehagens planer, barnehageloven og rammeplanen.
smj: Pedagogihkalasj barggo galggá tjielggiduvvat, analyseriduvvat ja guoradaláduvvat mánájgárde plánaj milta, mánájgárddelága ja rámmaplána milta.

source: Hovedformålet med vurderingsarbeidet er å sikre at alle barn får et tilbud i tråd med barnehageloven og rammeplanen.
smj: Oajvveulmme árvustallambargujn le sihkarasstet vaj divna máná oadtju fálaldagáv mánájgárddelága ja rámmaplána milta.

source: Vurderingsarbeidet skal bygge på refleksjoner som hele personalgruppen er involvert i. Felles refleksjoner over det pedagogiske arbeidet kan gi personalet et utgangspunkt for videre planlegging og gjennomføring.
smj: Árvustallambarggo galggá tjuovvot dajt refleksjåvnåjt masi ålles barggijjuogos le guorrasam. Aktisasj refleksjåvnå pedagogihkalasj bargo hárráj máhttá barggijda vaddet álgov pládnabargguj ja tjadádibmáj.

source: Det kan også bidra til en åpen diskusjon om barnehagens formål, innhold og oppgaver.
smj: Máhttá aj ságastallamav båktet mánájgárde ulme, sisano ja dahkamusáj hárráj.

source: Faglige og etiske problemstillinger skal inngå i vurderingsarbeidet.
smj: Fágalasj ja etihkalasj tjuolma galggi liehket oassen árvustallambargos.

source: På denne måten kan personalet lære av egen praksis og bidra til å utvikle barnehagen som pedagogisk virksomhet.
smj: Dan láhkáj máhtti bargge oahppat ietjasa bargos ja åvdedit mánájgárdev pedagogihkalasj doajmman.

source: Kunnskap om barnegruppens og enkeltbarns trivsel og allsidige utvikling er viktig for å gi alle barn et tilrettelagt tilbud i tråd med barnehageloven og rammeplanen.
smj: Máhtto mánájjuohkusa ja ájnegismánáj soapptsoma ja gájkbelak åvddånime birra le ájnas gå divna mánájda galggi vaddet hiebaduvvam fálaldagáv mánájgárddelága ja rámmaplána milta.

source: Barnets trivsel og allsidige utvikling skal derfor observeres og vurderes fortløpende, med utgangspunkt i barnets individuelle forutsetninger og kunnskap om barns utvikling og behov.
smj: Máná soapptsom ja gájkbelak åvddånibme galggá dan diehti váksjoduvvat ja aktelasj árvustaláduvvat, máná ietjas máhtukvuoda ja máhto milta mij guosská mánáj åvddånibmáj ja dárbojda.

source: Barnets erfaringer og synspunkter skal inngå i vurderingsgrunnlaget.
smj: Máná åtsådallama ja vuojno galggi vuodon árvustallamin.

source: Dokumentasjon Dokumentasjon av personalets arbeid synliggjør hvordan personalet arbeider for å oppfylle kravene i barnehageloven og rammeplanen.
smj: Dokumentasjåvnnå Dokumentasjåvnnå barggij bargos tjalmos gåktu bargge barggi gå galggi gájbbádusájt ållidit mánájgárddelága ja rámmaplána hárráj.
